;Localization:
;Thank you very much translators for your time to help me improve Listary!
;You’ll get one Listary Pro license for free if you help translate this file into your language.
;Contact support@listary.com for more information.

;Copy English.ini to YourLanguage.ini

[Info]
;Language name in your own language e.g. Deutsch
Language=Українська
;Language name in English e.g. German
LanguageEn=Ukrainian
;Your name here. You can also leave your email, website, blog...
Translator=Maximus (mxmus@rambler.ru)
;Version of this language file
Version=1.0.0
;If you don't know, leave it blank
Codepage=1251

;Note to translators:
;Please keep escape sequences like \n, \t, %d, %s, %% unchanged
[Strings]
;Global
601=Немає
602=Налаштування Listary

;Tray Menu
1001=Довідка онлайн
1002=Перевірити оновлення...
1003=Про програму
1004=Вихід

;Toolbar
1100=Пошук

;Favorite Menu
2000=Обране
2001=Цей застосунок
2002=Глобальні
2003=Додати сюди
2004=Додати поточну папку до Обраного
2050=Не вдалося додати до Обраного
2051=Listary не вдалося отримати шлях з цього застосунку.

;Recent Menu
2100=Недавні
2101=Очистити
2103=Папка
2104=Файл
2105=Стежити за цим застосунком
2106=Не стежити за цим застосунком
2107=Показати більше...

;Smart Menu
2200=Smart
2201=Поточні відкриті папки
2202=Перейти до папки, відкритої у файл-менеджері останньою
2203=Відкрити файл, виділений у файловому менеджері
2204=Переглянути поточну папку
2205=Командний рядок
2206=Перейти до папки поточного застосунку
2207=Переглянути папку поточного застосунку
2208=Показати розширення файлів
2209=Показати приховані файли та папки
2210=Копіювати до буфера шлях поточної папки
2211=Копіювати до буфера повні імена виділених елементів
2212=Копіювати до буфера відображувані імена виділених елементів
2213=Налаштування
2214=Оновити до версії Pro
2215=Додати застосунок до списку підтримуваних
2216=Заборонити Listary для цього застосунку
2217=Експортувати вміст списку до CSV-файлу
2218=Роздільник
2250=%s: додано до списку підтримуваних.
2251=Клікніть коліщатком миші або натисніть %s, щоб активувати Listary в %s.
2252=Ви дійсно хочете заборонити Listary для цього застосунку?
2253=Заборонити Listary
2254=Listary більше не буде відображатися при наступному запуску цього застосунку.\nВи завжди можете увімкнути його знову в діалозі налаштувань на сторінці «Застосунки».

;Search
2300=Список
2301=Перейти до
2302=Немає елементів, що задовільняють критеріям пошуку.

;Options > General
3000=Загальні
3001=Запускати Listary при старті Windows
3002=Автоматично встановлювати фокус на список файлів у Провіднику Windows XP
3003=Перевіряти наявність оновлень при відкритті діалогу налаштувань Listary
3004=Швидкий перехід (при переключенні на діалог відкриття/збереження з файлового менеджера буде відкрито його поточну папку)
3005=Мова:
3006=Файловий менеджер за замовчуванням
3007=Заповніть ці поля, якщо замість Провідника Windows ви бажаєте використовувати інший файловий менеджер. В полі «Параметр» використовуйте %1 для вставки шляху. Не забувайте про лапки.

;Options > Favorites
3100=Обране
3101=Докладно
3102=Ім'я:
3103=Клавіша:
3104=Тип:
3105=Шлях:
3106=Підменю
3107=Додати елемент до Обраного
3108=Видалити позначений елемент з Обраного

;Options > Recent
3200=Недавні
3201=Глобальні недавні елементи:
3206=Відстежувати глобальні недавні елементи
3207=Відстежувати недавні файли та папки для всіх застосунків
3208=Автоматично виділяти останній відкритий файл в діалозі відкриття
3209=Видалити позначені елементи з недавніх
3210=Видалити всі елементи з недавніх
3211=глобальних недавніх елементів
3212=недавніх папок на кожен застосунок
3213=недавніх файлів на кожен застосунок
3214=недавніх елементів меню
3215=Шукати недавні файли та папки

;Options > Smart Commands
3300=Smart-команди
3301=Докладно про команду
3303=Команда:
3305=Показувати цю команду в меню «Smart»
3306=Додати свою команду
3307=Ім'я
3308=Клавіша
3309=Команда
3310=Показувати в меню «Smart»
3311=Додати вбудовану Smart-команду
3312=Видалити позначену команду

;Options > Applications
3400=Застосунки
3401=Налаштування застосунка (впливають тільки на застосунок позначений у списку вище):
3402=Використовувати Listary в цьому застосунку
3403=Відстежувати недавні файли та папки 
3404=Додати застосунок для його налаштування
3405=Видалити позначений зстосунок разом із його обраними та недавніми елементами
3406=Шлях

;Options > Keyboard and Mouse
3500=Клавіатура та миша
3501=Гарячі клавіші
3502=Глобальні:
3503=Показати панель Listary:
3504=Показати контекстне меню:
3505=Локальні (працюють тільки якщо панель Listary відображається):
3506=Меню «Обране»:
3507=Меню «Недавні»:
3508=Меню «Smart»:
3509=Дозволити локальні гарячі клавіші (у т.ч. для Обраного та Smart-команд) у Провіднику, коли панель Listary прихована
3510=Миша
3511=Викликати Listary подвійним кліком на пустій області у Провіднику, файловому діалозі, на Робочому столі
3512=Викликати Listary кліком коліщатка миші

;Options > Display
3600=Відображення
3601=Позиція вікна
3602=Абсолютна
3603=Відносно списку
3604=Відносно вікна
3605=Від верху
3606=Від низу
3607=Зліва
3608=Зправа
3609=Непрозорість
3610=Меню
3611=Максимальна кількість елементів:
3612=Максимальна ширина (в пікселях):
3613=Мінімальна ширина (в пікселях):
3614=Затримка відкриття меню після наведення вказівника миші\n(в мілісекундах, 0 - вимкнено):
3615=Контекстне меню
3616=Показувати недавні елементи в додатковому підменю
3617=пікселів

;Options > Integration
4000=Інтеграція
4001=Додати вміст меню обраних каталогів Total Commander до Обраного Listary
4002=Використовувати Total Commander замість файлових діалогів:

;Options > Compatibility
3700=Сумісність
3701=Listary буде також працювати з наступними застосунками:
3702=Додати застосунок до списку підтримуваних
3703=Видалити позначений застосунок зі списку підтримуваних
3704=Файловий менеджер
3705=Клас
3706=Виконуваний файл
3707=Панель адреси
3708=Так
3709=Ні

;Options > Pro
3800=Оновити до Listary Pro
;3801=
3802=Ім'я:
3803=E-пошта:
3804=Реєстраційний код:
3805=Примітка
3806=Ви маєте право використовувати Listary безкоштовно тільки в особистих некомерційних цілях.
3807=Для комерційного використання оновіть програму до Listary Pro
3808=Вставити з буфера обміну
3809=Перевірити реєстраційний код

;Options > About
3900=Про програму
3901=Listary безкоштовна тільки для особистого використання. Якщо ви хочете використовувати программу в комерційних цілях або вам потрібні її додаткові можливості, придбайте Listary Pro.
3902=Веб-сторінка Listary
3903=Цю програму зареєстровано на

;Add Application Dialog
4100=Додати застосунок
4101=Перетягніть «Шукача» на панель адреси застосунка і відпустіть кнопку миші.
4102=Шукач:
4103=Клас:
4104=Виконуваний файл:
4105=Панель адреси:
4106=Це файловий менеджер (позначте, щоб дозволити функції, які працюють тільки у файловому менеджері)
4107=*НЕВДАЛО* Ціль запущено з правами адміністратора?

;Custom Command Dialog
4200=Користувацька команда
4201=Повний шлях до виконуваного файлу.\nПриклад: C:\Program Files\7-Zip\7z.exe
4202=Параметр:
4203=Приклад показує, як додати вибраний файл до архіву, використовуючи 7-Zip.\n\nВи можете використовувати наступні змінні в параметрі. Змінні не містять лапок, додавайте їх власноруч за необхідності.
4204=%file%\t\tПовний шлях до вибраного файлу/папки.\nПриклад: D:\download\music\example.mp3\n\n%path%\tШлях поточної папки.\nПриклад: D:\download\music\\n\n%filename%\tІм'я вибраного файлу/папки.\nПриклад: example.mp3

;Add Favorite Dialog
4300=Додати до Обраного